#version: 0.2
a n
i n
u n</w>
o u
e s</w>
a r
in g</w>
n e</w>
e n
u ne</w>
l e</w>
i n</w>
t h
o m
d e</w>
i t
a n</w>
e n</w>
e r
c h
o n</w>
i s</w>
o n
r e
e r</w>
m e</w>
an t</w>
o r
s t
a l
e u
e t</w>
l a
s u
r o
i l
th e</w>
i r
a t
a v
e m
h om
an d</w>
a s
d an
en t</w>
s e</w>
b l
t r
d '</w>
dan s</w>
u e</w>
su r</w>
m an</w>
hom me</w>
d es</w>
r ou
p e
r i
d e
av e
ave c</w>
s h
o f</w>
g e</w>
a u
o l
w it
wit h</w>
r e</w>
a c
t i
s i
b o
l a</w>
f em
a i
t e</w>
l o
d o
e l
a t</w>
t s</w>
eu x</w>
e s
g ar
an d
t o</w>
w om
w h
s on
a u</w>
q u
p la
fem me</w>
p er
ar e</w>
k ing</w>
l '</w>
o p
g rou
sh ir
t a
c ou
d eux</w>
b al
t w
i c
wom an</w>
r a
tw o</w>
n e
shir t</w>
e d</w>
l i
ou t</w>
w e
ou n
es t</w>
j ou
v er
p ar
t o
n o
m es</w>
d ing</w>
m ar
w al
it e</w>
i r</w>
j e
q ue</w>
pe op
peop le</w>
l es</w>
a m
t ing</w>
n es</w>
c k</w>
s s
p e</w>
m a
il le</w>
p o
as s
b e
p r
t en
per son
p or
r u
a r</w>
ar ing</w>
pla y
h o
er s</w>
we aring</w>
s on</w>
p l
w n</w>
f o
s it
é e</w>
b u
eu r</w>
y oun
c o
i s
bl an
b le</w>
youn g</w>
bal l</w>
ch e</w>
i le</w>
t ant</w>
wh ite</w>
re d</w>
g ir
l e
ou r</w>
ch i
b out</w>
re gar
st and
b la
g r
e au</w>
t u
r s</w>
gar ç
on t</w>
bla ck</w>
g u
en f
de bout</w>
v ant</w>
h is</w>
e t
person nes</w>
wh ile</w>
son t</w>
ai r</w>
tr a
w at
p ho
tr e</w>
t ro
bl ue</w>
th er</w>
bo y</w>
ou t
v i
lo o
è re</w>
u m
d i
je une</w>
in e</w>
t and
tand is</w>
m en</w>
de vant</w>
f i
ir e</w>
eu rs</w>
hom mes</w>
p i
d u</w>
p u
c e</w>
f ille</w>
c u
a l</w>
gir l</w>
sit ting</w>
c on
en s</w>
k s</w>
d s</w>
do g</w>
or s</w>
grou pe</w>
s es</w>
garç on</w>
f r
a s</w>
ch il
ass is</w>
h ol
chi en</w>
st re
stand ing</w>
f or
v ê
play ing</w>
f ai
t es</w>
an ts</w>
q u</w>
i l</w>
s k
cou r
a p
grou p</w>
o ne</w>
b y</w>
si de</w>
a d
i t</w>
m o
a g
m u
ch e
il l
ac k
at i
r ue</w>
stre et</w>
rou ge</w>
c ar
e u</w>
u n
c h</w>
do wn</w>
ar d</w>
wal king</w>
por tant</w>
mar ch
no ir</w>
b r
re e</w>
vê t
s om
a ge</w>
fr ont</w>
h er</w>
blan c</w>
st e</w>
p our</w>
l u
s e
tra in</w>
s m
regar d
b e</w>
th e
è s</w>
au x</w>
fo o
t er
hol ding</w>
g h
c a
b i
o ther</w>
c ol
ta ble</w>
d re
d é
c om
d r
s au
é l
s a
m an
ri ère</w>
t é</w>
c ro
l on
s ou
m ent</w>
d er</w>
g ens</w>
f f
b as
t al
tro is</w>
p ro
g s</w>
wat er</w>
v e</w>
rou g
w or
tr av
k e</w>
or an
v e
c i
th ree</w>
c ô
y ing</w>
bl eu</w>
fem mes</w>
v er</w>
g re
fai t</w>
s s</w>
y c
t le</w>
o c
t e
p ing</w>
as si
m on
ru n
on s</w>
wom en</w>
enf ant</w>
su r
enf ants</w>
ac e</w>
pr ès</w>
g e
s c
pe t
é s</w>
al l</w>
j um
b ro
s a</w>
h i
s ant</w>
u p</w>
en ts</w>
qu i</w>
ch em
oran ge</w>
che v
loo king</w>
l it
as i
b a
l ar
gre en</w>
lo w</w>
g ra
cô té</w>
ti ent</w>
lit tle</w>
s no
fo r</w>
ti t</w>
p ar</w>
d er
c am
i se</w>
pe tit</w>
chil d</w>
wal k</w>
p le</w>
e x
n d</w>
tu re</w>
regar de</w>
au tre</w>
out side</w>
et te</w>
ac h</w>
lar ge</w>
a d</w>
t er</w>
é ri
d u
p a
c as
grou nd</w>
w a
st ru
roug h</w>
pl u
sk at
g la
gu it
en d
th rough</w>
b â
b ar
jou e</w>
i m
st u
f ro
y el
pho to</w>
bro wn</w>
sh or
s '</w>
ne t
yel low</w>
y s</w>
it s</w>
el le</w>
em ent</w>
i e</w>
ten ant</w>
v o
person ne</w>
dr en</w>
chil dren</w>
ou r
g a
pho ne</w>
p an
s t</w>
bl on
l s</w>
per son</w>
sh o
qu el
vêt u</w>
ch a
m i
b ri
jou ant</w>
f il
dre ss
bl eu
h at</w>
fro m</w>
e il</w>
the ir</w>
l y</w>
ch es</w>
o l</w>
p s</w>
c ti
gh t</w>
in to</w>
n ing</w>
bo ard</w>
j a
b ack
o b
foo t
bu il
j eu
u l
sm all</w>
r es</w>
x t</w>
s ol
it u
c or
de s
t ent</w>
ne xt</w>
ja une</w>
chem ise</w>
th ing</w>
h e
ac k</w>
qu es</w>
i g
jeu nes</w>
c lo
cro w
bâ ti
p in
o r</w>
h ors</w>
v él
vél o</w>
an s</w>
dress ed</w>
ss es</w>
l eurs</w>
j ack
b at
i ge</w>
ver t</w>
foot ball</w>
p ic
som e</w>
ch o
pet ite</w>
jou ent</w>
l ing</w>
o ver</w>
l ors</w>
s w
oun d</w>
d y</w>
regard ant</w>
un i
f ou
ar rière</w>
to ir</w>
buil ding</w>
de hors</w>
ati on</w>
pl an</w>
tro t
lon g</w>
t out</w>
c k
in s</w>
bâti ment</w>
s pe
b an
p ol
for m
st and</w>
mar che</w>
ri ding</w>
re st
lu net
run ning</w>
el d</w>
blan che</w>
lunet tes</w>
es c
s ing</w>
ne ar</w>
cou ple</w>
jack et</w>
au t
ve ste</w>
h er
s em
co stu
ar ound</w>
an other</w>
c la
bal l
si de
su s</w>
on n
in d</w>
en t
b re
assi se</w>
s se</w>
trot toir</w>
f ri
itu re</w>
des sus</w>
m ic
c it
ir s</w>
f ace</w>
som e
b re</w>
cour t</w>
i er</w>
r é
g ing</w>
b or
sau te</w>
fai sant</w>
b ou
regard ent</w>
fi eld</w>
chev eux</w>
be ach</w>
skat e
h a
side walk</w>
m at
as s</w>
ê te</w>
fou le</w>
c er</w>
trav a
gla sses</w>
crow d</w>
por te</w>
é qu
s we
p re
pe au</w>
wa y</w>
sou ri
march ant</w>
c yc
ch ing</w>
der rière</w>
o f
pla ge</w>
stand s</w>
s er
i c</w>
é es</w>
en d</w>
bleu e</w>
h ind</w>
de d</w>
â g
pin k</w>
sit s</w>
jum ping</w>
ver s</w>
p ass
be hind</w>
t or
to p</w>
e ts</w>
o o
ic e</w>
ic yc
sno w</w>
mu si
gir ls</w>
c li
tr es</w>
c an
d d
bas k
sm il
sem ble</w>
blon d</w>
k i
gr ass</w>
h air</w>
ne ige</w>
j u
bi ke</w>
ma in</w>
è ne</w>
cti on</w>
i on</w>
back ground</w>
r ant</w>
f a
ball on</w>
si eurs</w>
ro se</w>
p ou
c t
col or
qu at
quel que</w>
plu sieurs</w>
f u
cit y</w>
g ro
ad ul
l er</w>
asi an</w>
n i
th er
gr and</w>
cho se</w>
lo t</w>
j o
d is
b icyc
p at
on g</w>
au tres</w>
t eau</w>
t éri
re a
play er</w>
fil les</w>
par k</w>
br un</w>
sno w
asi ati
loo ks</w>
pla y</w>
f on
cam er
ten ue</w>
pr é
f our</w>
wal l</w>
ou v
her be</w>
do gs</w>
b é
n is</w>
march ent</w>
a de</w>
ch an
su n
quat re</w>
h au
d a
g o
ver te</w>
p as
chi ens</w>
ver al</w>
ro be</w>
of f</w>
dre ss</w>
w oo
ten nis</w>
sou s</w>
s oc
th at</w>
se veral</w>
pe d</w>
l an
e ball</w>
bas eball</w>
cha peau</w>
bo ar
ol der</w>
no ire</w>
b en
rest au
oun ta
v ille</w>
m e
ra in</w>
m é
cour se</w>
camer a</w>
w ing</w>
ma il
g er</w>
téri eur</w>
f en
h or
bo ys</w>
s p
mu r</w>
s ent</w>
restau rant</w>
ol d</w>
costu me</w>
tal king</w>
o m</w>
si g
some thing</w>
soc cer</w>
la dy</w>
él é
st ri
s al
f la
aut our</w>
ch er</w>
c er
shor t</w>
foo d</w>
m il
at ten
l eur</w>
b ill
wal ks</w>
sol eil</w>
r on</w>
guit ar</w>
skate board</w>
h el
al ong</w>
at ing</w>
m et</w>
h and
bal le</w>
f lo
s in
wor king</w>
p h
f ont</w>
p er</w>
esc al
wor k
to ge
toge ther</w>
guit are</w>
trava ill
uni for
su it</w>
per form
n ent</w>
r n
garç ons</w>
gra y</w>
end ant</w>
d ir
smil ing</w>
ra m
e l</w>
pl an
par c</w>
in t</w>
t ou
c r
at s</w>
w in
pho to
vi ol
sur f
sa c</w>
assi ses</w>
mic ro
bo is</w>
v es</w>
t on</w>
f e
c ar</w>
play s</w>
l ant</w>
h as</w>
ga me</w>
eu se</w>
ro ad</w>
pic ture</w>
k es</w>
n u
c ing</w>
in stru
shor ts</w>
ma g
en semble</w>
qu ette</w>
mar ron</w>
h and</w>
é r
sc ène</w>
ter rain</w>
d in
con stru
ter re</w>
ta bl
t re
ou se</w>
h u
bo o
équ i
si t</w>
ro om</w>
r ing</w>
car r
po se</w>
ha bill
e y</w>
ai l</w>
v ing</w>
ro l
m b
ra y
pan tal
hol ds</w>
em ents</w>
v ol
p ants</w>
je an</w>
i que</w>
he ad</w>
ch am
l ine</w>
t il
jou eur</w>
ta g
jou rn
gar s</w>
cyc li
ben ch</w>
t élé
hi m</w>
a le</w>
mat ch</w>
mail lot</w>
ban c</w>
vêt ue</w>
run s</w>
d ra
spe ct
pu l
dd le</w>
ac ro
st age</w>
hau t</w>
asiati que</w>
pu r
ounta in</w>
lu i</w>
ic k</w>
carr ying</w>
ba by</w>
an de</w>
pl e
im m
pu bl
ch ar
st a
il s</w>
ê tre</w>
ro ck</w>
fu l</w>
bor d</w>
b ack</w>
t ête</w>
s or
n er</w>
bu s</w>
b é</w>
st or
out do
do s</w>
the m</w>
pantal on</w>
il l</w>
av ing</w>
ob je
bicyc le</w>
ch au
vo iture</w>
t ree</w>
p en
gr is</w>
d ar
shir ts</w>
s el
u til
r ace</w>
g g
c s</w>
ar ti
po ol</w>
je ans</w>
es s</w>
tr ès</w>
ma le</w>
cas que</w>
lon g
v é
cli mb
bo t
ra p
ar e
ta king</w>
da y</w>
n our
mon tag
mi ddle</w>
e ach</w>
cas quette</w>
be au
vêt ements</w>
li t</w>
g i
constru ction</w>
c l
sh ing</w>
rou te</w>
d en</w>
b ra
n om
do ing</w>
bé bé</w>
bo at</w>
dir t</w>
v is
le e
a m</w>
ma ch
gro s</w>
f l
em p
chev al</w>
wat ching</w>
pi e
en tre</w>
acro ss</w>
gu y</w>
et ting</w>
dar k</w>
ther e</w>
in di
bask et
are a</w>
mag as
dr in
c el
s por
cu is
c es</w>
trav er
m out
ex térieur</w>
bat eau</w>
bal an
st es</w>
pr end</w>
jum ps</w>
i ss
br es</w>
gr ande</w>
b and</w>
is c
hand s</w>
co at</w>
sau tant</w>
télé phone</w>
par ti
at e</w>
roug es</w>
p endant</w>
fem ale</w>
ar ds</w>
p isc
pisc ine</w>
ouv ri
magas in</w>
m ents</w>
y ant</w>
st e
ir es</w>
a th
a f
vê tu
to w
ta l</w>
sa ble</w>
pa in
it ing</w>
s ol</w>
s o
perform ing</w>
nour r
nourr iture</w>
it é</w>
cham p</w>
am éri
v ent</w>
pe l
re m
co ver
wh o</w>
re u
mo tor
av e</w>
en nent</w>
e ating</w>
de sc
g ri
ai son</w>
ac ti
w s</w>
mil i
mili eu</w>
em bl
cour ant</w>
al l
g es</w>
co o
be ing</w>
swe at
stri ped</w>
photo gra
c at
ai se</w>
t y</w>
sig n</w>
h ai
f am
améri ca
v re</w>
u sing</w>
cou p</w>
in es</w>
wat ch</w>
k et</w>
v en
stor e</w>
ki ds</w>
hor se</w>
h e</w>
un der</w>
man y</w>
vi e
t ed</w>
d ge</w>
c ks</w>
at tra
ar bre</w>
st s</w>
pur ple</w>
mout h</w>
ho ck
bo w
p es</w>
micro phone</w>
fa ire</w>
pr om
man teau</w>
g y
par le</w>
basket ball</w>
swe at</w>
g h</w>
th is</w>
s lee
ou s</w>
con tre</w>
pas se</w>
loo k</w>
hai red</w>
bi k
s and</w>
cu r
ch air</w>
ap par
t ire</w>
en jo
win do
po sing</w>
no irs</w>
g il
n um
bra s</w>
r o</w>
gra ff
graff it
fri s
d eur</w>
spect at
play ers</w>
mach ine</w>
sun glasses</w>
s li
publ ic</w>
journ ée</w>
hock ey</w>
rea ding</w>
blan cs</w>
tr u
s en
ag a
tr an
th ro
cour ent</w>
bre l
al long
wor k</w>
vis age</w>
pro f
po s
li ght</w>
sw imm
clo thing</w>
ass embl
é t
vi eil</w>
oc e
o t</w>
ar m
u r
to y</w>
m ountain</w>
d ri
âg é</w>
oce an</w>
flo w
cover ed</w>
c in
work ers</w>
tr i
f rap
du ring</w>
ap er</w>
o ff
march é</w>
a fri
équi pe</w>
blon de</w>
wat ches</w>
souri ant</w>
c an</w>
pi er
o ire</w>
dan cing</w>
climb ing</w>
ba in</w>
atten d
unifor m</w>
por table</w>
d or
pas t</w>
mic ro</w>
j et</w>
f ru
dis cu
st at
sal le</w>
el der
elder ly</w>
ar s</w>
souri t</w>
pro du
hel met</w>
aga in
te am</w>
again st</w>
oc é
l è
fo re
f ul
en ce</w>
be e</w>
tu r
océ an</w>
k it
c ri
par a
p il
o u</w>
ma ins</w>
il les</w>
windo w</w>
um brel
t eur</w>
r assembl
s cu
c re
ri des</w>
o red</w>
m as
le an
g li
fi gu
montag ne</w>
c e
bask et</w>
ss ant</w>
s et</w>
it i
fris bee</w>
en ant</w>
costu mes</w>
chem in</w>
c t</w>
bre u
bl o
the y</w>
r ac
pre par
mo to</w>
f t</w>
con ver
cin q</w>
s y</w>
pla st
o th
a bout</w>
vol le
pi ste</w>
pi er</w>
nom breu
l ent</w>
f loo
col ored</w>
ar t</w>
ar bres</w>
woo den</w>
u es</w>
snow boar
h an
et tes</w>
b on
tru ck</w>
tre es</w>
outdo or</w>
i d</w>
ba g</w>
wa iting</w>
s and
pla ce</w>
n a
m in
h aving</w>
fi ve</w>
f leurs</w>
el s</w>
com p
b ar</w>
u m</w>
m or
i ers</w>
h ic
end re</w>
s si
op e</w>
a ire</w>
ro ch
cuis ine</w>
b es</w>
âg ée</w>
ver y</w>
ten te</w>
swimm ing</w>
stat ue</w>
p ant</w>
je u</w>
instru ments</w>
ff e
eu le</w>
américa in</w>
a près</w>
trava ille</w>
t ting</w>
g etting</w>
fon c
el les</w>
ê t</w>
t an
k a
bu l
ag es</w>
tabl es</w>
ple in</w>
is h</w>
ge ant</w>
floo r</w>
cel l
al es</w>
tr ying</w>
t at
musi ci
motor cyc
ho o
skate boar
mu l
ga ther
c ir
b er</w>
trav ers</w>
plu ie</w>
lean ing</w>
g ol
color ful</w>
car t</w>
at ed</w>
t te</w>
p are</w>
hi gh</w>
g ging</w>
c ture</w>
boo k</w>
as se</w>
o ù</w>
foo t</w>
dé bar
com b
ti er</w>
t our
ss ing</w>
p li
h ill</w>
bu sy</w>
beau coup</w>
b as</w>
sin ging</w>
par lant</w>
mar ket</w>
jum p</w>
fen ce</w>
tr ack</w>
ten ues</w>
l é
l in
k ed</w>
an ce</w>
si x</w>
di ff
cro ss</w>
clo th
ti on</w>
pi è
in ter
in gs</w>
en ou
vêtu s</w>
tr ou
sh op
sh a
quel qu</w>
f ac
ci gar
ca f
an te</w>
v it
e y
n u</w>
kit ch
jou er</w>
is ant</w>
ri de</w>
po in
ne ig
it ion</w>
i ma
attra per</w>
t an</w>
rou n
o ver
l ed</w>
at eur</w>
appar eil</w>
a k</w>
st o
sk i
parti ci
nu it</w>
la ying</w>
jou eurs</w>
in side</w>
cl ô
travaill ant</w>
st ation</w>
ray é</w>
pré par
ig n
h ats</w>
ar i
jou et</w>
gy m
con cer
cam ion</w>
bo dy</w>
bas e</w>
b ru
wh e
ti ennent</w>
ouvri ers</w>
bri ght</w>
gr ass
son s</w>
plan che</w>
p au
oth ers</w>
kitch en</w>
fi t</w>
f er
ca p</w>
bi g</w>
pat h</w>
p ê
p on
habill é</w>
grass y</w>
er ic
débar deur</w>
concer t</w>
cell phone</w>
tu res</w>
t om
stru cture</w>
some one</w>
sho p</w>
pol ice</w>
pe aux</w>
on g
mar i
cou n
be ige</w>
am eric
ram pe</w>
p ri
n y</w>
ma king</w>
li vre</w>
bri ck</w>
ni ght</w>
m er</w>
la u
instru ment</w>
cloth es</w>
back p
travaill ent</w>
ta kes</w>
sur roun
sur es</w>
pol o</w>
piè ce</w>
or din
motorcyc le</w>
gu eule</w>
en neig
bl es</w>
vi ère</w>
umbrel la</w>
ri vière</w>
pol ic
in térieur</w>
g ent</w>
ch é</w>
b ag
viol et</w>
uni form
tow ards</w>
su b
rol ler</w>
re au</w>
out fit</w>
ful l</w>
ent our
c tr
bleu s</w>
blan ches</w>
ad y</w>
a i</w>
v a
sw ing</w>
pet its</w>
mul ti
f li
enjo ying</w>
co w
é cou
st one</w>
s sures</w>
ro cher</w>
ri ver</w>
musi que</w>
m ou
m i</w>
dan ce</w>
cycli ste</w>
c rou
ar ts</w>
adul tes</w>
é cla
y ard</w>
tor se</w>
ne l</w>
me tal</w>
for m</w>
el e
al s</w>
ac le</w>
tan k</w>
quel ques</w>
po sent</w>
op en</w>
cou rs</w>
cigar ette</w>
è res</w>
re ady</w>
pie ce</w>
p as</w>
p aper</w>
n s</w>
il y</w>
figu re</w>
fen être</w>
pier re</w>
off ic
j am
h ouse</w>
gu es</w>
av es</w>
a bo
sh e</w>
po sant</w>
la c</w>
x ing</w>
tra î
sk i</w>
p om
ob ser
m aison</w>
ill ée</w>
ga z
en g
dan se</w>
d iti
ch aise</w>
ar m</w>
t ir
st r
spectat eurs</w>
s é
p ont</w>
f s</w>
es s
e p</w>
d ru
c lu
ai t</w>
s mo
bow ling</w>
bik in
balan ç
volle y
util ise</w>
sweat er</w>
shop ping</w>
po int</w>
plu s</w>
or i
on es</w>
mar ti
m em
k ers</w>
f in
f al
work er</w>
w i
tr o</w>
s ac
volley ball</w>
tr ick</w>
st ick</w>
r un</w>
pro te
pr enant</w>
march es</w>
la ke</w>
cor de</w>
clô ture</w>
chan te</w>
an im
st er</w>
pel ouse</w>
pain ting</w>
onn et</w>
d on
cti f</w>
ch ant</w>
americ an</w>
ag ue</w>
abo ve</w>
z one</w>
qu i
obje ctif</w>
h ard</w>
de ss
ch as
b onnet</w>
ai e</w>
afri can</w>
s h</w>
re aux</w>
pul l</w>
ol esc
mo to
lo ts</w>
he ad
go ing</w>
f eu
comb in
char i
c en
adul ts</w>
ad olesc
pe in
musi c</w>
k ne
gil et</w>
asiati ques</w>
and onn
v est</w>
snow y</w>
s eu
p av
on to</w>
ob jet</w>
ic h</w>
ar r
w ave</w>
to dd
surroun ded</w>
s er</w>
ic ks</w>
uniform s</w>
scu l
scul p
po le</w>
oran ges</w>
mil it
gh t
f ête</w>
ex am
con du
cir cu
c al</w>
sub way</w>
ro pe</w>
photogra p
outdo ors</w>
li ke</w>
f ire</w>
es si
es sa
crow ded</w>
ck et</w>
ch ed</w>
ap pr
œ u
spor t</w>
net to
le a
i es</w>
h ar
gla ce</w>
balanç oire</w>
smil es</w>
r andonn
photogra ph
ge ar</w>
e aux</w>
com m
ch in
be side</w>
backp ack</w>
v ague</w>
tr ac
t h</w>
s ation</w>
photo s</w>
par king</w>
mé tro</w>
mon tre</w>
man ger</w>
ki d</w>
ka y
tra diti
s car
ne w
lau gh
l ess</w>
g ent
d ents</w>
cow boy</w>
as h
ad ver
w el
sac s</w>
re r</w>
p it
n ag
drin king</w>
di re
d en
conver sation</w>
chari ot</w>
bikin i</w>
at t
allong é</w>
trou ve</w>
ten d
s coo
regard er</w>
ne au</w>
k er</w>
fam ily</w>
escal ade</w>
at ta
ag ed</w>
sh es</w>
re cou
pie ds</w>
fru its</w>
flow ers</w>
cou leur</w>
cat ch</w>
bri dge</w>
ai ses</w>
v end
v al</w>
todd ler</w>
s il
par lent</w>
n ement</w>
for êt</w>
e vent</w>
d ro
car ri
bâ ton</w>
arm s</w>
an g
am u
wat er
ta ine</w>
t y
iss on</w>
gu ys</w>
gather ed</w>
g o</w>
bri ques</w>
beau ti
b ir
sho es</w>
l em
il ing</w>
i si
han ging</w>
graffit i</w>
fam ille</w>
chau ssures</w>
b elle</w>
ap pe
pan car
ordin ateur</w>
gri m
a way</w>
sk ir
prepar ing</w>
pr endre</w>
pass ent</w>
li g
di um</w>
de o</w>
col line</w>
beauti ful</w>
b an</w>
av ant</w>
ar y</w>
su sp
qu ai</w>
par ade</w>
mar ath
em br
b er
te en
ste ps</w>
slee ping</w>
p y</w>
obje ct</w>
mi d
lon gs</w>
fr équ
escal ier</w>
d re</w>
com pu
bal lo
woo d</w>
vi eux</w>
ver re</w>
t em
mo y
j au
jau nes</w>
fi shing</w>
dé o</w>
di es</w>
car reaux</w>
can ap
att emp
af ter</w>
st ance</w>
pla id</w>
pen te</w>
pe int</w>
i z
fon taine</w>
f ol
co w</w>
cas ques</w>
c al
bu n
as t</w>
ta ke</w>
sur f</w>
sor t</w>
shir t
re la
pi ed</w>
mé tal
la r</w>
f ountain</w>
er e</w>
canap é</w>
at u
é cr
sta irs</w>
sol e
shirt less</w>
o is
enneig ée</w>
combin aison</w>
c ette</w>
as h</w>
adul t</w>
spe a
ro cks</w>
op s</w>
métal li
k e
j er
en sole
do ig
d ers</w>
ci el</w>
cha irs</w>
b out
pou sse</w>
p al
no ires</w>
is sons</w>
fi re
el ing</w>
caf é</w>
b runs</w>
au che</w>
é tu
tou s</w>
ti me</w>
pré pare</w>
para pluie</w>
par mi</w>
n av
indi vi
h ap
gent lem
fe st
f f</w>
f aut
faut eu
cou r</w>
vi si
s ed</w>
marath on</w>
le ap
ima l</w>
ic king</w>
graffit is</w>
gla ss</w>
g enou
en traî
an imal</w>
sun ny</w>
st ra
sor te</w>
skat e</w>
sel ling</w>
s qu
s ement</w>
pr in
pr acti
jer se
f ill
ensole illée</w>
dé fil
do or</w>
d ont</w>
al ors</w>
a ch
é le
vi f</w>
util isant</w>
um i
trav ail</w>
sh ou
sau t</w>
rac ing</w>
pa pier</w>
p ad
ne w</w>
moy en</w>
fore st</w>
en ing</w>
do es</w>
cou ver
bleu es</w>
é cri
sli de</w>
s etting</w>
for me</w>
c le
attend ant</w>
y eux</w>
x im
vie w</w>
u p
tw e
tal l</w>
som met</w>
sh e
sc ope</w>
ph ones</w>
lo in</w>
gil ets</w>
er y</w>
cou reu
c ra
étu di
ss ent</w>
s age</w>
qui p
pê che</w>
pu tting</w>
po sit
ouvri er</w>
on al</w>
m ounta
it es</w>
g et</w>
fla g</w>
f et
e quip
e ffe
dru m
dan sent</w>
cor ner</w>
ch u
bou che</w>
bot h</w>
ér o</w>
è ge</w>
thro wing</w>
scar f</w>
rol l
ro bes</w>
pu shing</w>
pro xim
m et
g lo
f eu</w>
desc end</w>
che f</w>
can o
c eau</w>
bar be</w>
attend ent</w>
ap pu
twe en</w>
tr y</w>
tr am
po ses</w>
p é
p our
num éro</w>
nombreu x</w>
li st
li f
la dies</w>
h ave</w>
f re
drin k</w>
cur ité</w>
c le</w>
be tween</w>
atten d</w>
adul te</w>
vêtu es</w>
ve hic
tu n
st ing</w>
s un</w>
po m</w>
par t</w>
pan neau</w>
p ati
p ag
laugh ing</w>
la m
il i
genou x</w>
frap per</w>
e se</w>
cycli stes</w>
compu ter</w>
bé ton</w>
é ch
ç ant</w>
to it</w>
ta s</w>
sk y</w>
s cho
s ans</w>
rem pl
prof essi
plast ique</w>
pass ant</w>
par ty</w>
p is</w>
nu s</w>
hi ver</w>
gol f</w>
f ish</w>
equip ment</w>
diff ér
clo wn</w>
bu reau</w>
wh ere</w>
vé hic
véhic u
v ue</w>
unifor me</w>
shou l
proxim ité</w>
pro je
por tent</w>
ple ine</w>
pil o
pic tures</w>
p ère</w>
ne d</w>
man i
le y</w>
k ar
ent ée</w>
cou ch</w>
bu t</w>
bi kes</w>
b ed</w>
and s</w>
a irs</w>
a ir
sweat shirt</w>
scoo ter</w>
ram p</w>
play ground</w>
plast ic</w>
net te</w>
ch er
bout e
ac cor
wor ks</w>
woo ds</w>
wh ich</w>
tr ail</w>
t eurs</w>
o ir</w>
lo s</w>
le t
la ge</w>
en ne</w>
di stance</w>
cre te</w>
con crete</w>
z z
w r
un der
s of
r ine</w>
m ê
m ère</w>
m ir
lo y
lig ne</w>
li sant</w>
journ al</w>
in ing</w>
he a
gym n
essa yant</w>
do r</w>
do ck</w>
dan sant</w>
cuis in
col li
be ard</w>
at es</w>
win ter</w>
tou ri
ti e</w>
ter ie</w>
st y
spect acle</w>
roch ers</w>
por t</w>
pancar te</w>
mon te</w>
mid air</w>
ju pe</w>
indivi du
feu illes</w>
en ds</w>
em s</w>
el y</w>
dra peau</w>
é vé
évé nement</w>
â ge</w>
unifor mes</w>
traver se</w>
susp en
su its</w>
scho ol</w>
ro w</w>
rea ds</w>
p ile</w>
num ber</w>
montag nes</w>
lan ce</w>
ju st</w>
gg les</w>
com pe
at tire</w>
skir t</w>
se ated</w>
sau tent</w>
pa y
p ent</w>
n et</w>
mail lots</w>
j ar
i m</w>
gr ill</w>
di e</w>
t ée</w>
sé curité</w>
o re
métalli que</w>
micro scope</w>
li gh
h am
fréqu entée</w>
défil é</w>
din gs</w>
d ée</w>
d le</w>
co in</w>
cla ir</w>
ch aises</w>
al ly</w>
ac crou
a pr
whe el
wh at</w>
ver ts</w>
v ari
tun nel</w>
tow ard</w>
st ique</w>
sc re
prom ène</w>
or che
nombreu ses</w>
man geant</w>
k i</w>
gro sse</w>
fonc és</w>
d ent</w>
bu r
be er</w>
bag s</w>
vé los</w>
te am
ta pis</w>
souri ent</w>
ser v
sau ter</w>
s que</w>
ri v
ri der</w>
le ft</w>
lan cer</w>
k ey</w>
itu res</w>
dor t</w>
coo king</w>
c ad
bo x
as e</w>
ai de</w>
é pau
ve sts</w>
to r</w>
tat ou
ro déo</w>
rempl i</w>
rea m</w>
re pas</w>
pr ennent</w>
ne ar
moto cross</w>
lé gu
lin ed</w>
fill ed</w>
fauteu il</w>
cu tting</w>
cla sse</w>
che er
cha peaux</w>
c ream</w>
bi ère</w>
be ar
bar b
ë l</w>
t é
surf er</w>
snowboar der</w>
skateboar der</w>
s ci
pul ling</w>
nom bre</w>
lè ve</w>
fru it</w>
f ra
ca de</w>
c au
buil dings</w>
équ ili
écri t</w>
é tant</w>
vo itures</w>
ve ge
tat to
st om
sen tier</w>
sculp ture</w>
rem pli
pi ers</w>
n age</w>
mo ther</w>
j eux</w>
habill ée</w>
d ding</w>
cou pe</w>
comp ét
com pet
com me</w>
bar be
è me</w>
â teau</w>
w rest
v res</w>
v ir
to bo
tobo gg
tobogg an</w>
sho w</w>
s ca
ro ck
ra l</w>
r y</w>
pu is</w>
pan ier</w>
no ël</w>
mon tr
l ement</w>
fri ends</w>
f um
de puis</w>
cro ssing</w>
cli ff</w>
c king</w>
c entre</w>
br une</w>
br an
bo x</w>
appe ars</w>
écla ir
spectat ors</w>
smo king</w>
sho wing</w>
pou ss
p ping</w>
n ant</w>
mounta ins</w>
mi er</w>
légu mes</w>
lon s</w>
g er
fest i
fe w</w>
esc ope</w>
e dge</w>
de au</w>
compét ition</w>
car s</w>
ca ke</w>
bu b
blon ds</w>
bear ded</w>
ac cro
a ires</w>
équili bre</w>
tabl ier</w>
ta ge</w>
t in
sw im
qu et</w>
jerse y</w>
is es</w>
in spe
hor ses</w>
gli sse</w>
g auche</w>
emp loy
bicyc li
ba thing</w>
ap pro
y er</w>
v en</w>
tram pol
trampol ine</w>
te aux</w>
t ers</w>
ri ght</w>
r ail</w>
pla te</w>
perform s</w>
near by</w>
ma ke</w>
in ging</w>
g ants</w>
entour é</w>
ele ctr
dress es</w>
don ne</w>
d o</w>
b ai
ath le
a yant</w>
su per
sa x
s eau</w>
per form</w>
n é</w>
ign ant</w>
ho t</w>
ffe e</w>
fa ç
dé ser
dri ving</w>
da me</w>
d in</w>
co ffee</w>
chan tant</w>
carri es</w>
bu vant</w>
barb u</w>
apr on</w>
af fi
w ash
vie ille</w>
skat eur</w>
shor e</w>
sax op
po t</w>
pay sage</w>
mê me</w>
mo t
ma gaz
le aves</w>
la p
k en</w>
is ent</w>
fon d</w>
fi gh
f lu
cou leurs</w>
c ue</w>
bal lons</w>
au d
éle ctr
y m
vo ie</w>
ven dor</w>
vari ous</w>
ti ss
surf eur</w>
stu dents</w>
st re</w>
spor ts</w>
sho t</w>
ré par
rou lant</w>
re ss
r en
pré sen
posit ion</w>
pilo te</w>
par ked</w>
pain ted</w>
or k</w>
ob st
mor ceau</w>
marti al</w>
l umi
kay ak</w>
is se</w>
imm eu
h ou
gym na
gentlem an</w>
fr o</w>
flow er</w>
dra peaux</w>
d onn
cu p</w>
color és</w>
bul l</w>
bot tes</w>
boo ts</w>
bat tent</w>
appr ête</w>
é té</w>
âg ées</w>
youn ger</w>
véhicu le</w>
vehic le</w>
v ed</w>
u ses</w>
ter r
tem ps</w>
t ons</w>
sm ile</w>
roch euse</w>
pat in
o s</w>
m ets</w>
long ue</w>
la s</w>
in f
habill és</w>
gri se</w>
go ggles</w>
frap pe</w>
ey es</w>
doig t</w>
cô te</w>
cer ta
bl oc
bi en</w>
barbe cue</w>
arti ste</w>
am is</w>
a fro</w>
ver tes</w>
traver sent</w>
tend ue</w>
tal ks</w>
t ball</w>
s pla
produ its</w>
po teau</w>
n o</w>
jar din</w>
inspe c
hom e</w>
gr av
ght ly</w>
g on
fl ying</w>
fal aise</w>
es p
en tes</w>
drum s</w>
c ement</w>
bot tle</w>
b el
au di
at or</w>
acti on</w>
tr on
t our</w>
rock y</w>
prof it
ori en
ol s</w>
l ying</w>
k icking</w>
jo gging</w>
ic al</w>
h it</w>
g ers</w>
fla gs</w>
d é</w>
d ou
all ée</w>
afri ca
é co
w aves</w>
sw inging</w>
sur face</w>
sto p</w>
sp aper</w>
snowboar deur</w>
sk ier</w>
sa fet
safet y</w>
ro deo</w>
rassembl ent</w>
prépar ant</w>
prepar es</w>
pet ites</w>
pa int</w>
on loo
new spaper</w>
ju ste</w>
jack ets</w>
indi an</w>
i ff
eu re</w>
embr ass
e ne</w>
diff er
com ing</w>
cas e</w>
c tu
bâti ments</w>
bu t
boute ille</w>
ati ons</w>
al ley</w>
skat ing</w>
sa le</w>
practi cing</w>
pein ture</w>
marti aux</w>
man ge</w>
m er
in st
hol d</w>
glo ves</w>
ga ther</w>
g le</w>
fr on
fonc é</w>
escal ad
differ ent</w>
d der</w>
coun try</w>
ca pu
bu cket</w>
bik er</w>
av oir</w>
an t
ac ks</w>
ér a</w>
wal k
vit rine</w>
vend eur</w>
t és</w>
ssi on</w>
sc ene</w>
ro ses</w>
ro of</w>
ri t</w>
polic ier</w>
plan e</w>
par ler</w>
musici ens</w>
list ening</w>
la dder</w>
gr ands</w>
g en
fil s</w>
cour ses</w>
compet ition</w>
cla ss
cam éra</w>
c leaning</w>
bun ch</w>
bl ouse</w>
w et</w>
w ait</w>
u s</w>
ty pe</w>
teen ag
te x
t au
st aring</w>
sol d
snow board</w>
skateboar ding</w>
re ce
publ ic
pla t
pl on
par as
onloo kers</w>
ni que</w>
multi color
mas que</w>
la bor
it ems</w>
il lage</w>
hap py</w>
ge ts</w>
festi val</w>
chev aux</w>
ch ée</w>
bow l</w>
blan ket</w>
aut om
atu re</w>
an g</w>
al im
t on
su re</w>
re t</w>
ra iling</w>
p ra
me al</w>
mat éri
man gent</w>
lan c
la wn</w>
l ire</w>
iss ant</w>
ill é</w>
ic i
gi ving</w>
er ed</w>
emp ty</w>
el lement</w>
des k</w>
cu t</w>
couver ture</w>
col le
chan tier</w>
capu che</w>
bu sin
bou le</w>
bicyc les</w>
ballo on</w>
audi ence</w>
traver sant</w>
sof tball</w>
sig ns</w>
reu x</w>
ray ée</w>
r on
prépar ent</w>
pen che</w>
pe u</w>
pav ée</w>
para chu
milit ary</w>
lon gues</w>
leap s</w>
h eu
gy m</w>
drin ks</w>
c ai
balan ce</w>
b s</w>
an ge</w>
équi p
écla bou
éch elle</w>
é tendue</w>
vege tables</w>
tran s
sli ding</w>
ski eur</w>
sk is</w>
sel f</w>
saxop ho
saxopho ne</w>
qu ant</w>
poin ting</w>
pi an
per s</w>
par t
ou verte</w>
n or
li eu</w>
j ap
it y</w>
ig ne</w>
gather ing</w>
for e</w>
fli p</w>
fil et</w>
esp ace</w>
dis play</w>
d em
colli er</w>
c ap
bir d</w>
b ant</w>
ati ve</w>
at h</w>
ag enou
adolesc ent</w>
é lo
âg és</w>
y ork</w>
we dding</w>
vi ent</w>
tir ant</w>
stre ets</w>
st ar
s ite</w>
ru g
roll er
pre mier</w>
pe lu
p eu
p et</w>
orche stre</w>
n ouv
matéri el</w>
man ches</w>
it aire</w>
immeu ble</w>
g old</w>
fe et</w>
fac ing</w>
f le
es se</w>
effe ctu
den ti
compe ting</w>
co iff
cla ss</w>
chas ing</w>
can ne</w>
bul les</w>
bri de</w>
be fore</w>
écr an</w>
é char
v end</w>
stre t
spea king</w>
sil ver</w>
riv age</w>
ri r</w>
pouss ette</w>
pom piers</w>
plat form</w>
photograph e</w>
mas k</w>
m en
ligh ts</w>
ima ge</w>
hu ge</w>
hel mets</w>
fi c</w>
eu ses</w>
différ entes</w>
desc endant</w>
cycli st</w>
clu b</w>
ch ent</w>
br and
ban dan
b it
b and
av ion</w>
w er</w>
vo le</w>
va gues</w>
tri es</w>
team s</w>
surf ing</w>
sol di
sal on</w>
ri st
rempli e</w>
pos é</w>
po isson</w>
pl om
pian o</w>
per for
perfor man
pel le</w>
ou fla
oufla ge</w>
obst acle</w>
ma s</w>
m om
ir ie</w>
in er</w>
h al
g âteau</w>
f all</w>
dro ite</w>
discu tent</w>
di t</w>
cro ss
class room</w>
cam ouflage</w>
c â
bat terie</w>
allong ée</w>
équi pes</w>
é tran
wa its</w>
v endant</w>
traditi onal</w>
surf board</w>
st icks</w>
som bre</w>
sin gs</w>
se en</w>
s prin
rou le</w>
ra pi
r ire</w>
r ai
pur se</w>
prom en
po dium</w>
performan ce</w>
p ass</w>
o i</w>
le v
hu la</w>
gr ill
figh ting</w>
fa ther</w>
f our
do c
cr av
cou vert</w>
climb s</w>
c ré
c av
bre ak</w>
b on</w>
ave d</w>
at o
a ble</w>
viol ette</w>
to wn</w>
sem bl
scre en</w>
rug by</w>
pi que</w>
pau se</w>
p ée</w>
musici ans</w>
march er</w>
m ouv
la ire</w>
ki ssing</w>
i al</w>
ess aie</w>
er ci
e br
dé cor
dr y</w>
dire ction</w>
di o</w>
de cor
dan s
coun ter</w>
chau ss
c and
bo issons</w>
an tes</w>
viol on</w>
ve l</w>
traver ser</w>
tr un
ti que</w>
terr asse</w>
tau reau</w>
swe e
sta ir
st roller</w>
sp ra
sh i
sa me</w>
recou verte</w>
pro fon
oc cu
n ic</w>
la isse</w>
hoo p</w>
fem ales</w>
en tr
dé gu
de v
cou cher</w>
busin ess</w>
bre a
b ers</w>
b at</w>
ati que</w>
a is</w>
wr iting</w>
walk way</w>
thro w</w>
tal k</w>
tabl eau</w>
sur plom
sun set</w>
ski ing</w>
shoul der</w>
s po
run ner</w>
pag ne</w>
p â
musi cal</w>
mom ent</w>
mir ro
lo cal</w>
la un
la p</w>
kne eling</w>
in ten
in g
ill ant</w>
i ère</w>
ho le</w>
g é
g al
end or
di ving</w>
cu stom
cti ons</w>
comp toir</w>
cli ents</w>
ch rist
cas cade</w>
caf e</w>
bou e</w>
bar e
b m
b ad
at tr
anim ée</w>
wel l</w>
w aving</w>
volle y</w>
viol in</w>
th ou
t el
se ction</w>
s ent
polic iers</w>
pet te</w>
out f
ois eau</w>
n ers</w>
montr ant</w>
mi ro
mari age</w>
lif e</w>
l and</w>
l and
kay a
escal ator</w>
er t</w>
end ro
en te</w>
e i
d au
cti ve</w>
christ mas</w>
c ed</w>
bo î
bo isson</w>
blo wing</w>
bal d</w>
attemp ting</w>
ar gent</w>
affi che</w>
ac ou
étudi ants</w>
échar pe</w>
we ar</w>
sty le</w>
s lo
pré ci
pi ge
pelu che</w>
over looking</w>
outf its</w>
obser ve</w>
o is</w>
mari ée</w>
ma l</w>
ma de</w>
labor at
j oc
isi er</w>
in clu
g oo
fou l
ex cit
ent re
crav ate</w>
cor des</w>
color é</w>
cl ou
ci ment</w>
chau ve</w>
ch és</w>
c é
attra pe</w>
ath lè
visi on</w>
v an</w>
ur ban</w>
t asse</w>
su p
sho o
sa ys</w>
rol ling</w>
reu se</w>
rassembl ées</w>
randonn ée</w>
ra in
prom enant</w>
pi ét
offic er</w>
obje ts</w>
o per
mo b
mirro r</w>
la tion</w>
jou euse</w>
is é</w>
ful ly</w>
fa bri
eu sement</w>
dor m
clo se</w>
chin ese</w>
cel ebr
c ers</w>
bub bles</w>
arti st</w>
ar bit
adver ti
adolesc ents</w>
électr ique</w>
w ag
u se</w>
tu y
traditi onn
ti r</w>
surf e</w>
st un
st ic</w>
squ are</w>
spe e
si on</w>
si eur</w>
rou sse</w>
recou vert</w>
pad d
p y
ol ym
mon sieur</w>
le ans</w>
is t</w>
he av
gi ant</w>
g ue</w>
foul ard</w>
fi xing</w>
d ant</w>
cu ir</w>
coureu rs</w>
coureu r</w>
che ck
bru nette</w>
bri ghtly</w>
ballo ons</w>
at te
af fron
é ro
é gli
whe el</w>
v a</w>
un is</w>
umbrel las</w>
tro u</w>
teen age</w>
sw im</w>
sou ff
qu er</w>
pi t</w>
pass er
pass age</w>
p i</w>
p ai
ne ts</w>
mé tal</w>
mu d</w>
mo ti
miro ir</w>
ma qu
lea ther</w>
le g</w>
jou ets</w>
hu r
hel ping</w>
fore ground</w>
fac es</w>
do or
dan cers</w>
condu it</w>
col lar</w>
c ts</w>
c '</w>
arr ê
al one</w>
él è
vol ant</w>
ve stes</w>
ri er</w>
re tour
re ment</w>
pou ssi
par oi</w>
p ap
orien tal</w>
om bre</w>
mot ard</w>
mem bres</w>
me at</w>
magaz ine</w>
lee p</w>
le gs</w>
j un
ic i</w>
head phones</w>
gar age</w>
flo t
enjo y</w>
en se
electr ic</w>
cou per</w>
con ta
chem isier</w>
ch ur
ch at</w>
c y</w>
c les</w>
bm x</w>
as leep</w>
appr ê
ap préci
am bu
al low</w>
écou teurs</w>
we ars</w>
wash ing</w>
wag on</w>
tu be</w>
to ys</w>
ten d</w>
sw ings</w>
suspen du</w>
sta dium</w>
st ade</w>
sho v
sand als</w>
s qu</w>
s av
promen ade</w>
pier res</w>
pass ing</w>
p é</w>
p t</w>
offic ers</w>
off ice</w>
o le</w>
ma kes</w>
le ad
je tte</w>
hoo d</w>
gro cer
gol den</w>
fal ling</w>
discu tant</w>
cé ré
com pl
cav al
c ent</w>
bal ls</w>
ba th
b rou
arbit re</w>
am ong</w>
é nor
wi th
w ard</w>
vi er</w>
vi deo</w>
ta x
ta ille</w>
t él
sin ger</w>
sh ed</w>
sand ales</w>
s y
s ar
rem or
re présen
r ang
qu ettes</w>
pra irie</w>
photograp her</w>
partici pat
or n
multi colored</w>
man ège</w>
lo cks</w>
l ers</w>
ju squ</w>
j ol
hi king</w>
hea ds</w>
h eld</w>
go al</w>
g am
fri end</w>
er ie</w>
en ter
e ant</w>
door way</w>
dir ty</w>
cu le</w>
cour ts</w>
clo th</w>
chur ch</w>
cano e</w>
bl ement</w>
bare foot</w>
b ent</w>
accor dé
accor di
épau les</w>
égli se</w>
è nent</w>
z er</w>
vi ve</w>
vi de</w>
vi ande</w>
v ement</w>
v ac
um in
um ent</w>
tra f
traf fic</w>
thro ws</w>
ta pe</w>
sent ation</w>
sa ire</w>
ru elle</w>
rea ching</w>
r as
prote ction</w>
profon de</w>
pou ssant</w>
pic king</w>
photograp hi
pa ys</w>
p les</w>
m b</w>
m ales</w>
le ash</w>
lap top</w>
k a</w>
jun gle</w>
j ong
icyc le</w>
i denti
habill ées</w>
guit ari
gh ter</w>
gar den</w>
fu me</w>
f ans</w>
exam ine</w>
endro it</w>
dre ad
dra wing</w>
do w
di en</w>
de aux</w>
cou pant</w>
cam i
bo it</w>
appu y
am i</w>
accordi on</w>
a qu
z e</w>
th em
ta ire</w>
t ops</w>
souri ante</w>
sh allow</w>
seu l</w>
s co
ré uni
rela xing</w>
qu arti
quarti er</w>
pon d</w>
plan tes</w>
peu t</w>
p ir
p air</w>
n ess</w>
mo ve</w>
mem bers</w>
lo ne</w>
le tte</w>
ka ki</w>
k ha
jam be</w>
gon fla
fol lo
figu res</w>
f an
effectu ant</w>
e e</w>
déser t</w>
dru m</w>
dread locks</w>
di gging</w>
dau ghter</w>
cou rir</w>
c ting</w>
be low</w>
bal con
accordé on</w>
ê tes</w>
up side</w>
tuy au</w>
tur n</w>
te et
te a
t out
tout es</w>
t ack
surplom bant</w>
stra de</w>
sta che</w>
sil hou
sig ne</w>
sho vel</w>
sau ve
s led</w>
ru es</w>
représen tant</w>
rap ped</w>
ra quette</w>
ra il
pre pare</w>
pl ong
pass es</w>
mouv ement</w>
mo ving</w>
m it
l un
k ick</w>
is ée</w>
i ent</w>
hu gging</w>
ha w
ha ir
gi ves</w>
f un</w>
di vers</w>
de ep</w>
d om
d ol
comm erci
cheer lead
cer cle</w>
cat ching</w>
cat ches</w>
c on</w>
c at</w>
bo w</w>
bo l</w>
bl ou
bicycli st</w>
bat te</w>
bar rière</w>
ball er
atten ti
ato p</w>
at é</w>
ai sons</w>
é to
w ich</w>
vir age</w>
tron c</w>
tatto o</w>
swee ping</w>
stun t</w>
slee ps</w>
sho ws</w>
sauve tage</w>
sand wich</w>
s n
ré unis</w>
ru iss
rest ing</w>
remor que</w>
re fle
qu o
pu p
poin ts</w>
partici pant</w>
p aved</w>
n a</w>
multicolor e</w>
mon ie</w>
let tes</w>
leap ing</w>
laborat oire</w>
la b</w>
l in</w>
inter section</w>
i ste</w>
her e</w>
fli es</w>
fer m
end ent</w>
em ble</w>
e m</w>
e ar
donn ant</w>
des ert</w>
d a</w>
cri cket</w>
cli mb</w>
chin ois</w>
che fs</w>
cai sse</w>
c et</w>
c elle</w>
bâ tons</w>
bal u
ar ri
accrou pi</w>
énor me</w>
é cha
w ards</w>
vo ir</w>
v in</w>
v ic
tél escope</w>
trun ks</w>
travaill er</w>
teet h</w>
t ail</w>
sprin k
spla shing</w>
si e
sie ste</w>
sca ff
rou lent</w>
re pose</w>
rang ée</w>
pul ls</w>
profit ant</w>
professi onn
pl ants</w>
photograp h</w>
pe de
pede stri
pati o</w>
parachu te</w>
on ne</w>
o ts</w>
nag eant</w>
n at
mat e</w>
kar até</w>
kar ate</w>
k il
is er</w>
individu als</w>
in dre</w>
ig nent</w>
i vent</w>
hoo die</w>
ho se</w>
h ô
gu i
fi que</w>
f lan
eu e</w>
en ti
e th
do ors</w>
d une</w>
céré monie</w>
cycli sts</w>
conver sing</w>
comb at</w>
color ée</w>
col d</w>
co ats</w>
ch al
boî te</w>
bor dée</w>
blo ck</w>
b oun
b ati
épau le</w>
écha f
wrest ling</w>
we t
vêt ement</w>
v endre</w>
under ne
underne ath</w>
tr om
tr ave
the se</w>
tel escope</w>
t ar
su m
stu dio</w>
ss é</w>
sho e</w>
sembl ent</w>
s ée</w>
ruiss eau</w>
ru b
rou nd</w>
ri ed</w>
ri ant</w>
r ack
prom ènent</w>
produ it</w>
piét ons</w>
pin s</w>
pi zz
par ents</w>
pa in</w>
on nel</w>
o g
ne z</w>
mu ral</w>
m eu
m at</w>
ir d</w>
in ant</w>
ho w</w>
h all</w>
grim pe</w>
g un</w>
fum ant</w>
for mal</w>
escal iers</w>
effe ct
effect ue</w>
e at</w>
custom ers</w>
ct eur</w>
clo sed</w>
bat teur</w>
balu strade</w>
an ci
al ler</w>
a do
with out</w>
wat ers</w>
um p
tou che</w>
tiss u</w>
them sel
themsel ves</w>
ter min
te l</w>
t êtes</w>
t t</w>
t est</w>
stu ff
sol itaire</w>
so it</w>
so ir
soir ée</w>
shoul ders</w>
s pi
rou lettes</w>
roll ers</w>
ri ent</w>
qu é</w>
qu ad</w>
proje ct</w>
op posing</w>
op pos
on ique</w>
ni val</w>
netto yant</w>
netto ie</w>
n on</w>
mu n
moti fs</w>
mag ni
ma k
l ines</w>
jou r</w>
jo y
inclu ding</w>
hi ker</w>
heu reux</w>
hau ts</w>
gymn ase</w>
g ate</w>
f e</w>
ex p
er ing</w>
entr ée</w>
entour ée</w>
endor mi</w>
el et</w>
el ess</w>
din ner</w>
dan ces</w>
d î
cur ly</w>
com pan
cha î
car nival</w>
can e</w>
cam pagne</w>
c ray
ar ro
al ls</w>
ag ent</w>
écou te</w>
échaf aud
é tre
é cu
â ne</w>
woo ded</w>
vo it</w>
vo ici</w>
un s</w>
tr icks</w>
thou si
tax i</w>
ta ken</w>
stra w</w>
st ers</w>
st er
sk in
ser vi
se pt</w>
ré cu
run ners</w>
rou x</w>
rou e</w>
rack et</w>
pul led</w>
produ ce</w>
pro jet</w>
pr is</w>
pr ati
pou belle</w>
pic nic</w>
pi pe</w>
pass ag
pa ille</w>
n eu
mi x
mat ching</w>
mak eu
makeu p</w>
m es
lumi ères</w>
lumi ère</w>
l oun
inf ant</w>
ill er</w>
ham mer</w>
h ill
gar dien</w>
g ob
fi ght</w>
f ér
f as
escalad ant</w>
enneig é</w>
en thousi
dri ver</w>
doig ts</w>
dess ous</w>
desc endent</w>
der by</w>
cross walk</w>
cr ying</w>
commerci al</w>
color ées</w>
cir cle</w>
chem ises</w>
cad re</w>
bro sse</w>
boo th</w>
boo ks</w>
bon dée</w>
bl y</w>
bask ets</w>
bar re</w>
at eurs</w>
ap pla
alim en
al ign
ag it
acro bati
ach è
a ff
équip ement</w>
éco le</w>
è rement</w>
v éri
v ely</w>
v al
util isent</w>
u re</w>
tr ash</w>
ten ir</w>
sur ve
stuff ed</w>
sold ats</w>
si ège</w>
se wing</w>
se at</w>
s o</w>
re st</w>
pu n
pige ons</w>
perform er</w>
pen ché</w>
pe ignant</w>
partici pent</w>
paras ol</w>
pantal ons</w>
op ening</w>
no se</w>
ne aux</w>
mon tant</w>
mo der
milit aire</w>
met tant</w>
m é</w>
lun ch</w>
l et</w>
kne e</w>
joc key</w>
jam bes</w>
iz ed</w>
in fla
il es</w>
gymna ste</w>
gymn ast</w>
gonfla ble</w>
gli ssant</w>
gg ling</w>
gar e</w>
faç ade</w>
du res</w>
dow n
discu ssion</w>
di ver
d al
cu l
cover ing</w>
co u</w>
certa ins</w>
cen ter</w>
ce in
ca b
bicycli sts</w>
bal aie</w>
bai g
b am
b a</w>
attr acti
attemp ts</w>
athle te</w>
appla u
élo igne</w>
écou tant</w>
v illage</w>
th é
th ird</w>
teenag ers</w>
slo pe</w>
sand y</w>
s cou
re li
randonn eurs</w>
randonn eur</w>
pu shes</w>
pom pier</w>
pit cher</w>
pedestri ans</w>
p tion</w>
on ed</w>
ne ck</w>
mon tent</w>
mi d</w>
march and
mar teau</w>
man teaux</w>
m self</w>
lo a
li ft</w>
li es</w>
lanc eur</w>
lan çant</w>
la ys</w>
je tée</w>
it ting</w>
i x</w>
hi mself</w>
hi kers</w>
hel p</w>
hau tes</w>
hau te</w>
guitari ste</w>
gri l</w>
gr in
go es</w>
fre sque</w>
fl or
fi sh
faç on</w>
f er</w>
ex er
en vir
en a</w>
e ven
ct ed</w>
cor ps</w>
chev au
cheerlead ers</w>
chas es</w>
cha in</w>
ch ass
cano ë</w>
ca pe</w>
c age</w>
c a</w>
bru sh</w>
brea k
box es</w>
bon dé</w>
bl e
be ver
bat tant</w>
balcon y</w>
bal con</w>
arti cles</w>
américa ins</w>
adver se</w>
ad mir
ét ang</w>
é chi
we i
vo y
va che</w>
tu b</w>
trav aux</w>
traditionn els</w>
tr ait</w>
tour ne</w>
ti c</w>
ta bou
t ele
super marché</w>
stair case</w>
spea ks</w>
sou rire</w>
se ven</w>
répar er</w>
ru ban</w>
roller bla
rassembl és</w>
ram bar
ram ass
quo ise</w>
qu eue</w>
pu ts</w>
pri se</w>
pla t</w>
pass er</w>
parti e</w>
part ment</w>
par cours</w>
ouv re</w>
out ils</w>
or g
ois eaux</w>
nouv eau</w>
no t</w>
na p</w>
mon ti
mon de</w>
lo g</w>
lin ge</w>
li vres</w>
la ss
k ind</w>
k et
in form
in door</w>
ig n</w>
hor iz
gentlem en</w>
ge stu
fr an
f ly</w>
e ar</w>
dé pla
dev ice</w>
de l
de ck</w>
dan cer</w>
cro sse</w>
cou ché</w>
comp ag
cam ping</w>
but ton</w>
bl i
bag ages</w>
appu ie</w>
anim aux</w>
américa ine</w>
al pin
al ie</w>
ai ss
a éro
ô le</w>
éco ss
è che</w>
wet suit</w>
tou te</w>
ten tent</w>
tatou age</w>
ta mb
t ted</w>
swim s</w>
sp ace</w>
she et</w>
sha king</w>
se e</w>
sca pe</w>
s par
ress embl
re pa
ra f
prof ite</w>
po ster</w>
po st</w>
pla teau</w>
ph ant</w>
over alls</w>
or dures</w>
on nette</w>
mo de
min i
march ing</w>
mach ines</w>
m ing</w>
lu ge</w>
le vant</w>
lan gue</w>
k ey
j o</w>
it al</w>
is és</w>
in té
in ed</w>
ic k
ic es</w>
heav y</w>
grocer y</w>
fo rest
fas hi
f ast</w>
f arm
f all
fall en</w>
ey e</w>
even ing</w>
enjo ys</w>
du re</w>
dri ves</w>
cou lo
circu lation</w>
chan tent</w>
ch or
cau c
brand it</w>
bo ats</w>
bloc ks</w>
athlè te</w>
arr êt</w>
an e</w>
ach et
2 0
éclabou ssures</w>
é ton</w>
è que</w>
water fall</w>
w rapped</w>
vo l</w>
vo ile</w>
ur bain</w>
téri eure</w>
trot tin
tro isi
troisi ème</w>
trac ks</w>
teenag er</w>
te e</w>
stre am</w>
ste ep</w>
st ring</w>
st le</w>
st ati
spor ti
sp on
so ci
shi p</w>
sh aving</w>
se a</w>
se a
sci enti
sc en
sal to</w>
sal o
s eule</w>
s an
ré fl
re fer
r ent</w>
publ ique</w>
pu ddle</w>
prote ctive</w>
pr êt</w>
pour ing</w>
por ch</w>
plu ies</w>
pl ant</w>
pi éton</w>
pi e</w>
passer elle</w>
para pluies</w>
or ig
n ice</w>
n ative</w>
monti cule</w>
milit aires</w>
me d
le dge</w>
laun dry</w>
ki o
kha ki</w>
ke ys</w>
k n
k icks</w>
jam a</w>
hea ded</w>
han gs</w>
gar b</w>
g é</w>
g ant</w>
frap pant</w>
fore ign</w>
fin gers</w>
fi x
f un
f ile</w>
f air</w>
ex hi
dé jeu
de c
d on</w>
d ins</w>
cou vre</w>
con tre
com ment</w>
co té</w>
clou dy</w>
cle ar</w>
cher che</w>
che z</w>
chas e</w>
caval ier</w>
car ton</w>
c ass
bir ds</w>
appro a
ai d</w>
affron tent</w>
1 2</w>
œu r</w>
w il
w ed</w>
vi déo</w>
v tt</w>
u res</w>
tr é
tr ouv
touri stes</w>
tor y</w>
tom be</w>
ti ste</w>
ti rer</w>
te ch
t i</w>
ster n</w>
soldi ers</w>
sold at</w>
si z
shov eling</w>
shoo ting</w>
salo pette</w>
sa w</w>
s l
ri b
rea ches</w>
re cor
qu ar
pu t</w>
polic em
pol es</w>
po is</w>
pav é</w>
pati ent</w>
pat tes</w>
pal m</w>
padd ling</w>
pa pers</w>
ore illes</w>
oppos ite</w>
n ature</w>
n am
musici en</w>
moto s</w>
mo ves</w>
m él
lé g
lu gg
lugg age</w>
li ve</w>
k is
kis s</w>
ju st
ill on</w>
h umi
for t</w>
ex pre
e k</w>
dî ner</w>
den im</w>
d dy</w>
cra f
cor n</w>
con fér
col ors</w>
ck ets</w>
chev auche</w>
che cking</w>
chan teur</w>
ca deau</w>
c tor</w>
c reu
bre ad</w>
br on
bor ne</w>
bal ai</w>
back yard</w>
b it</w>
atta ched</w>
at ter
ar es</w>
ar ena</w>
ap ple</w>
amu sent</w>
ambu lant</w>
air plane</w>
a ine</w>
a b
élè ves</w>
y e</w>
windo ws</w>
wheel chair</w>
w ine</w>
vi e</w>
ver res</w>
trac teur</w>
to ols</w>
ten tant</w>
tal ons</w>
t ter
t ong
tong ue</w>
su i
st rol
st ic
soldi er</w>
skir ts</w>
sit u
servi ette</w>
scaff ol
sal u
s wor
s sure</w>
s quat
réfl échi
ray ures</w>
rambar de</w>
ra ft</w>
qu ent</w>
py jama</w>
pav ement</w>
pa st
p è
ordin ateurs</w>
op pon
o d
met tre</w>
m ound</w>
m ex
m c
lau gh</w>
l ants</w>
jum p
ju pes</w>
joy eusement</w>
inst al
infla table</w>
i ques</w>
humi de</w>
hi gh
go alie</w>
ght ers</w>
foot ball
fonc ée</w>
fla que</w>
fl eu
fen ced</w>
f light</w>
en té</w>
en ch</w>
em er
dé tend
dire ctions</w>
différ ents</w>
dan ser</w>
cur b</w>
cour t
coulo ir</w>
cou verte</w>
con es</w>
com ple
col or</w>
cle an</w>
chan t
cham bre</w>
ch eur</w>
cen tr
cam p
br é</w>
br is</w>
bo xing</w>
bo ire</w>
bar ri
ban k</w>
balan cing</w>
aud it
attenti vement</w>
atte indre</w>
ar ène</w>
ar row</w>
amu sant</w>
alimen taire</w>
ai ent</w>
ac ci
éclair ée</w>
wal ls</w>
w ns</w>
trouv ent</w>
tro pic
trans portant</w>
trac tor</w>
tr icycle</w>
to m</w>
ten u</w>
tabou ret</w>
t ine</w>
sy n
swim suit</w>
surf ant</w>
stu dent</w>
sto ol</w>
ste p</w>
ss er</w>
skin ned</w>
skateboar ds</w>
skat es</w>
silhou ette</w>
sh ade</w>
sel l</w>
s ap
s ant
sant a</w>
ri ders</w>
reli gi
rece i
rassembl ement</w>
rail road</w>
ra deau</w>
r in
qu it
professi onal</w>
por trait</w>
pil y</w>
per cu
pancar tes</w>
olym pi
o t
nu ag
ne ck
nav ig
n ap
musici an</w>
mu rs</w>
motorcyc les</w>
mon ument</w>
mob ile</w>
mari é</w>
mar ried</w>
mani fe
m el
li ving</w>
lea ding</w>
laugh s</w>
lan ter
key board</w>
ju ggling</w>
jo h
jam as</w>
hap pily</w>
g as</w>
fre sh</w>
fra me</w>
foot bal
footbal leurs</w>
flor al</w>
flo ating</w>
fabri c</w>
ex position</w>
er ole</w>
enter ta
employ és</w>
embr asse</w>
e g
e ats</w>
déser te</w>
dorm ant</w>
desc endre</w>
dans euse</w>
cô tés</w>
court yard</w>
conta iner</w>
condu isant</w>
con trac
con tr
co ol</w>
cla vier</w>
chauss ettes</w>
ch ac
cam p</w>
c ru
bu ying</w>
bran ches</w>
bot tom</w>
bo ivent</w>
bik ers</w>
be au</w>
bas se</w>
bandan na</w>
bandan a</w>
atta ché</w>
assi ette</w>
an des</w>
all em
z a</w>
y ou</w>
y og
yog a</w>
we l</w>
vi ves</w>
ver se</w>
uni ver
télé ph
trottin ette</w>
tou ching</w>
ti le</w>
tex as</w>
suspen ded</w>
sum mer</w>
stret ched</w>
st y</w>
spra y</w>
soc ks</w>
siz ed</w>
si mi
sho wn</w>
seu p</w>
ser t</w>
scaffol ding</w>
re d
public ité</w>
professionn elle</w>
poussi ère</w>
posit i
pizz a</w>
pa jamas</w>
p ack
out h</w>
org an
op ped</w>
nat ation</w>
mé d
multi ple</w>
mar ket
market place</w>
mani fest
magaz ines</w>
ma is</w>
lu t
le ver</w>
la ce</w>
jerse ys</w>
ill ent</w>
hur dle</w>
hu it</w>
her bes</w>
gu ard</w>
gro om</w>
goo ds</w>
gar b
garb age</w>
gam in</w>
fréqu enté</w>
football eur</w>
feu ille</w>
ferm és</w>
fe e
exer c
ei ther</w>
don al
di stri
d ement</w>
cou ples</w>
cou dre</w>
confér ence</w>
co r</w>
clô tur
clo seup</w>
cho ir</w>
chevau chant</w>
cheer ing</w>
chauss ée</w>
carri age</w>
cami onnette</w>
ca su
bub ble</w>
bu cking</w>
bou quet</w>
boar ds</w>
bal les</w>
bal ade</w>
back wards</w>
b in
atten tion</w>
arti f
apprê tant</w>
appe ar</w>
ag ri
acou stique</w>
acou stic</w>
échafaud age</w>
â tre</w>
wel ding</w>
wa ys</w>
w e</w>
visi ble</w>
vis ages</w>
vi sit
ve lo
v ous</w>
ur ba
under water</w>
tri b
tr ic
to wel</w>
tir ent</w>
ti es</w>
th um
th s</w>
ta ils</w>
sto ve</w>
st ed</w>
spor ting</w>
slee ved</w>
she ep</w>
serv ice</w>
ser ving</w>
sau v
sap in</w>
s ai
récu pé
ré pare</w>
ru ral</w>
ress emble</w>
re bord</w>
rai sed</w>
r ée</w>
profit ent</w>
pos si
poin te</w>
po issons</w>
pla za</w>
per che</w>
pe ace</w>
pat ter
partici pe</w>
pain ts</w>
p op
p hi
onn é</w>
ne qu
ne i
n ée</w>
mon ter</w>
mo st</w>
mo m</w>
mex ic
mar ine</w>
man nequ
lè vent</w>
lass o</w>
land scape</w>
kne els</w>
jol ie</w>
jap on
jap an
japan ese</w>
indi enne</w>
in ée</w>
in vol
in cen
ill és</w>
horiz on</w>
hoo ded</w>
haw k</w>
har na
hal f</w>
ha y</w>
ha b
gra dins</w>
gr ave
gr andes</w>
goo d</w>
gla ci
gla ces</w>
ger man</w>
g ie</w>
fo in</w>
fin i
f é
f ir
embrass ant</w>
e ars</w>
du s</w>
discu ter</w>
din ing</w>
d y
d j</w>
cor pul
co équi
co a
climb er</w>
circu it</w>
chaî ne</w>
ch ir
certa ines</w>
ce aux</w>
cau ght</w>
car tes</w>
cand y</w>
bé ret</w>
bu issons</w>
br illant</w>
blou son</w>
bloc s</w>
basket teur</w>
bar re
ban jo</w>
backp acks</w>
b ons</w>
b ass
aéro port</w>
attracti ons</w>
at v</w>
ass or
ar ch
anim als</w>
ang le</w>
air port</w>
adverti sement</w>
ac ting</w>
ac t</w>
a éri
û te</w>
éclair é</w>
ver do
vehic les</w>
v eau</w>
univer sit
u s
tur quoise</w>
tur ban</w>
tu rn
tu m
tr um
ton gs</w>
tom ber</w>
tir é</w>
thro wn</w>
th ings</w>
tea cher</w>
t u</w>
t ly</w>
susp end
str a</w>
sto re
st ones</w>
ss ée</w>
sou lève</w>
sha ped</w>
sh el
se ems</w>
scou ts</w>
s pre
s k</w>
rest s</w>
refer ee</w>
re ad</w>
ra me</w>
qu el</w>
pr int</w>
pou tre</w>
pos és</w>
pol ka</w>
pla que</w>
pic k</w>
participat ing</w>
p ées</w>
p ped</w>
orche stra</w>
oper ating</w>
om brel
o ed</w>
ni ght
netto yer</w>
ne on</w>
multicolor es</w>
mu zz
mou illé</w>
mon ey</w>
mc donal
marchand ises</w>
manife station</w>
m o</w>
le gg
la y</w>
la crosse</w>
kil t</w>
iss ent</w>
individu s</w>
individu al</w>
indi en</w>
in a</w>
identi ques</w>
i mag
ho t
hi p
h un
grill ing</w>
grave l</w>
gr at
gob elet</w>
fé min
flu o</w>
fish er
fi ghters</w>
ff y</w>
f le</w>
exam ining</w>
ex per
enthousi a
eng ag
employ é</w>
e a
dom in
doc um
di g
decor ated</w>
dans eurs</w>
con tro
con centr
com e</w>
cla ssi
cho ses</w>
check ered</w>
ch op
cauc asian</w>
cas quettes</w>
c o</w>
bru shing</w>
brand issant</w>
boute illes</w>
bl ing</w>
bi jou
ber ger</w>
ben ding</w>
bat eaux</w>
ban cs</w>
ball et</w>
autom ne</w>
athle tic</w>
appuy é</w>
amu sement</w>
allong és</w>
alim ents</w>
ai dant</w>
africa ins</w>
20 12</w>
étran ger</w>
é v
é car
è ges</w>
y h
x y
wi de</w>
vit esse</w>
util iser</w>
ty pes</w>
tur ning</w>
tri e
travaill eurs</w>
touri sts</w>
tou cher</w>
ti en</w>
th ers</w>
ta le</w>
sur g
st on</w>
st icking</w>
si èges</w>
sho ot</w>
sh aring</w>
seu ses</w>
se ts</w>
scu ba</w>
s pin
s eur</w>
ré ci
réci pi
rou tine</w>
ro wing</w>
ro pes</w>
ressembl ant</w>
regar d</w>
re trie
raf ting</w>
rac er</w>
rac e
qu e
public itaire</w>
prof ess
pro ba
pre sentation</w>
practi ce</w>
pr ê
pour chass
po ign
po d</w>
plan ches</w>
pla fond</w>
pl eure</w>
photograph s</w>
passag ers</w>
pass eng
passeng ers</w>
p és</w>
p neu
p en</w>
ou vert</w>
ou rs</w>
ori um</w>
ori ent</w>
oppon ent</w>
onn ement</w>
on ly</w>
nour ri
nei gh
nav y</w>
n '</w>
mé dec
mu sel
mu ddy</w>
mot ards</w>
mon it
mode l</w>
magni fique</w>
ma p</w>
lé v
li qu
la te</w>
l é</w>
kio sque</w>
k no
joh n</w>
je wel
is ées</w>
incen die</w>
imag es</w>
i an</w>
i a</w>
ho sp
he els</w>
har ness</w>
hair cut</w>
h um
h itting</w>
h all
hall way</w>
gaz on</w>
g ou
fra î
fla m
fire fighters</w>
fee ding</w>
fauteu ils</w>
entraî n
dorm ir</w>
docum ents</w>
dis cours</w>
dan seuses</w>
cô nes</w>
câ lin</w>
cuisin ant</w>
crou ches</w>
compe te</w>
co ne</w>
chau ssure</w>
chac un</w>
ch est</w>
car tons</w>
car te</w>
car d</w>
ca ban
c ée</w>
br ill
ben ches</w>
be g
b y
b il
audit orium</w>
attemp t</w>
as cen
ar riv
ar cade</w>
ar c</w>
am p</w>
alpin iste</w>
allem and</w>
ai der</w>
aff aires</w>
adver saire</w>
accro che</w>
é tro
é col
whe els</w>
wei ght</w>
w ire</w>
véri fi
véhicu les</w>
vé té
vo il
vie wing</w>
ven ant</w>
vac u
va ste</w>
urba ine</w>
uni que</w>
turn s</w>
tour no
to ol</w>
su it
st um
st art</w>
ss on</w>
spee ch</w>
sor tant</w>
so da</w>
snowboar ding</w>
sin k</w>
si l</w>
sha do
s ly</w>
s le
récupé rer</w>
re gi
race track</w>
ra ils</w>
quar ter
prê ts</w>
prépar er</w>
pos er</w>
por ter</w>
por tables</w>
policem an</w>
po it
play ed</w>
patin oire</w>
pap a</w>
ou sly</w>
ore ille</w>
op ér
nu r
nav i
nav al</w>
nag ent</w>
n au
métalli ques</w>
mu stache</w>
motor cyclist</w>
montr ent</w>
mi ère</w>
mar t</w>
mani pu
mach in
machin ery</w>
m â
m ed</w>
lég èrement</w>
loa ding</w>
le ts</w>
l ou
l o</w>
l d</w>
kaya ks</w>
k y</w>
jump suit</w>
jong le</w>
in c
ill umin
il la
ic op
i de</w>
hor se
ho ops</w>
her d</w>
head scarf</w>
harna is</w>
han g</w>
guit ars</w>
grou ps</w>
gre yh
gre at</w>
go t</w>
go s</w>
g ée</w>
fra is</w>
fo cu
flot tant</w>
fil ets</w>
f leur</w>
f an</w>
ex pl
entraî nement</w>
ense igne</w>
en velo
en tran
embrass ent</w>
em ment</w>
ei ght</w>
e ting</w>
déjeu ner</w>
dé contrac
du r</w>
drum mer</w>
dro it</w>
dri b
dir ige</w>
d walk</w>
cuisin ier</w>
cra ft</w>
cou ra
comm ence</w>
combin aisons</w>
cle ans</w>
chan ter</w>
car pet</w>
bul l
bu ff
bot t
bla zer</w>
bath room</w>
bar s</w>
bam bo
b in</w>
au to
at er</w>
arr ête</w>
appro che</w>
applau di
an ni
am a</w>
al so</w>
agit ant</w>
ad ju
achet er</w>
acci dent</w>
ac king</w>
a ks</w>
a head</w>
œu vre</w>
œu fs</w>
é pée</w>
é pou
ç onn
wa ke
vété tiste</w>
viol on
vi l</w>
vend ors</w>
v rant</w>
v eur</w>
v aiss
vaiss elle</w>
